export const cartSeries = [
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
]

export const cartReleaseSeries = [
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
]

export const cartAnimeMini = [
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '12 эризодов',
        text: 'ТВ Сериал / 2024',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '12 эризодов',
        text: 'ТВ Сериал / 2024',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '12 эризодов',
        text: 'ТВ Сериал / 2024',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '12 эризодов',
        text: 'ТВ Сериал / 2024',
    },
]

export const cartAnime = [
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        rate: '9,6',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        name: 'Blade Cleaving Demons: Pillar Training',
        tag: ['Исторический', 'Сёнэн', 'Фэнтези', 'Экшен'],
        description: 'Тренировка Столпов, проводимая самими Столпами, - это специальная тренировка, направленная на улучшение способностей и физического здоровья всех убийц демонов. Обучение разделено между Столпами. Во-первых, Столп звука, Узуи Тенген проводит тренировки на базовую выносливость. Затем любовный Столп, Канроджи Мицури занимается тренировкой гибкости, а Столп тумана, Муичиро Токито, занимается тренировкой быстрого движения. Столп змеи, Обанай Игуро, затем сосредотачивается на пересмотре навыков владения мечом, за которым следуют Столп ветра, Санеми Шинадзугава, который занимается тренировкой ударов, и, наконец, Столп камня, Гёмей Химеджима, который тренирует мышечное подкрепление. Столп насекомого, Шинобу Кочо не принимает участия в тренировке. Большинство убийц демонов рассматривают тренировку как вечное путешествие в ад, за исключением Танджиро Камадо и Иноске Хашибира, которые рассматривают тренировку как шанс улучшить себя. Как правило, Столпы должны принимать участие в тренировках друг друга. Это считается беспроигрышной ситуацией как для Столпа, так и для истребителей демонов, поскольку даже Столп улучшается из-за того, что ее постоянно атакуют волна за волной юниоры, ранжированные ниже, чем они сами.',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        rate: '9,6',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        name: 'Blade Cleaving Demons: Pillar Training',
        tag: ['Исторический', 'Сёнэн', 'Фэнтези', 'Экшен'],
        description: 'Тренировка Столпов, проводимая самими Столпами, - это специальная тренировка, направленная на улучшение способностей и физического здоровья всех убийц демонов. Обучение разделено между Столпами. Во-первых, Столп звука, Узуи Тенген проводит тренировки на базовую выносливость. Затем любовный Столп, Канроджи Мицури занимается тренировкой гибкости, а Столп тумана, Муичиро Токито, занимается тренировкой быстрого движения. Столп змеи, Обанай Игуро, затем сосредотачивается на пересмотре навыков владения мечом, за которым следуют Столп ветра, Санеми Шинадзугава, который занимается тренировкой ударов, и, наконец, Столп камня, Гёмей Химеджима, который тренирует мышечное подкрепление. Столп насекомого, Шинобу Кочо не принимает участия в тренировке. Большинство убийц демонов рассматривают тренировку как вечное путешествие в ад, за исключением Танджиро Камадо и Иноске Хашибира, которые рассматривают тренировку как шанс улучшить себя. Как правило, Столпы должны принимать участие в тренировках друг друга. Это считается беспроигрышной ситуацией как для Столпа, так и для истребителей демонов, поскольку даже Столп улучшается из-за того, что ее постоянно атакуют волна за волной юниоры, ранжированные ниже, чем они сами.',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        rate: '9,6',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        name: 'Blade Cleaving Demons: Pillar Training',
        tag: ['Исторический', 'Сёнэн', 'Фэнтези', 'Экшен'],
        description: 'Тренировка Столпов, проводимая самими Столпами, - это специальная тренировка, направленная на улучшение способностей и физического здоровья всех убийц демонов. Обучение разделено между Столпами. Во-первых, Столп звука, Узуи Тенген проводит тренировки на базовую выносливость. Затем любовный Столп, Канроджи Мицури занимается тренировкой гибкости, а Столп тумана, Муичиро Токито, занимается тренировкой быстрого движения. Столп змеи, Обанай Игуро, затем сосредотачивается на пересмотре навыков владения мечом, за которым следуют Столп ветра, Санеми Шинадзугава, который занимается тренировкой ударов, и, наконец, Столп камня, Гёмей Химеджима, который тренирует мышечное подкрепление. Столп насекомого, Шинобу Кочо не принимает участия в тренировке. Большинство убийц демонов рассматривают тренировку как вечное путешествие в ад, за исключением Танджиро Камадо и Иноске Хашибира, которые рассматривают тренировку как шанс улучшить себя. Как правило, Столпы должны принимать участие в тренировках друг друга. Это считается беспроигрышной ситуацией как для Столпа, так и для истребителей демонов, поскольку даже Столп улучшается из-за того, что ее постоянно атакуют волна за волной юниоры, ранжированные ниже, чем они сами.',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        rate: '9,6',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        name: 'Blade Cleaving Demons: Pillar Training',
        tag: ['Исторический', 'Сёнэн', 'Фэнтези', 'Экшен'],
        description: 'Тренировка Столпов, проводимая самими Столпами, - это специальная тренировка, направленная на улучшение способностей и физического здоровья всех убийц демонов. Обучение разделено между Столпами. Во-первых, Столп звука, Узуи Тенген проводит тренировки на базовую выносливость. Затем любовный Столп, Канроджи Мицури занимается тренировкой гибкости, а Столп тумана, Муичиро Токито, занимается тренировкой быстрого движения. Столп змеи, Обанай Игуро, затем сосредотачивается на пересмотре навыков владения мечом, за которым следуют Столп ветра, Санеми Шинадзугава, который занимается тренировкой ударов, и, наконец, Столп камня, Гёмей Химеджима, который тренирует мышечное подкрепление. Столп насекомого, Шинобу Кочо не принимает участия в тренировке. Большинство убийц демонов рассматривают тренировку как вечное путешествие в ад, за исключением Танджиро Камадо и Иноске Хашибира, которые рассматривают тренировку как шанс улучшить себя. Как правило, Столпы должны принимать участие в тренировках друг друга. Это считается беспроигрышной ситуацией как для Столпа, так и для истребителей демонов, поскольку даже Столп улучшается из-за того, что ее постоянно атакуют волна за волной юниоры, ранжированные ниже, чем они сами.',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        rate: '9,6',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        name: 'Blade Cleaving Demons: Pillar Training',
        tag: ['Исторический', 'Сёнэн', 'Фэнтези', 'Экшен'],
        description: 'Тренировка Столпов, проводимая самими Столпами, - это специальная тренировка, направленная на улучшение способностей и физического здоровья всех убийц демонов. Обучение разделено между Столпами. Во-первых, Столп звука, Узуи Тенген проводит тренировки на базовую выносливость. Затем любовный Столп, Канроджи Мицури занимается тренировкой гибкости, а Столп тумана, Муичиро Токито, занимается тренировкой быстрого движения. Столп змеи, Обанай Игуро, затем сосредотачивается на пересмотре навыков владения мечом, за которым следуют Столп ветра, Санеми Шинадзугава, который занимается тренировкой ударов, и, наконец, Столп камня, Гёмей Химеджима, который тренирует мышечное подкрепление. Столп насекомого, Шинобу Кочо не принимает участия в тренировке. Большинство убийц демонов рассматривают тренировку как вечное путешествие в ад, за исключением Танджиро Камадо и Иноске Хашибира, которые рассматривают тренировку как шанс улучшить себя. Как правило, Столпы должны принимать участие в тренировках друг друга. Это считается беспроигрышной ситуацией как для Столпа, так и для истребителей демонов, поскольку даже Столп улучшается из-за того, что ее постоянно атакуют волна за волной юниоры, ранжированные ниже, чем они сами.',
    },
]