import { Routes } from "shared/constants"

export const cartSeries = [
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(Dream Cast)',
    },
]

export const cartReleaseSeries = [
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '10 серия',
        text: '(16 июн. 17:15)',
    },
]

export const cartAnimeMini = [
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '12 эризодов',
        text: 'ТВ Сериал / 2024',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '12 эризодов',
        text: 'ТВ Сериал / 2024',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '12 эризодов',
        text: 'ТВ Сериал / 2024',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        series: '12 эризодов',
        text: 'ТВ Сериал / 2024',
    },
]

export const cartAnime = [
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        rate: '9,6',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        name: 'Blade Cleaving Demons: Pillar Training',
        tag: ['Исторический', 'Сёнэн', 'Фэнтези', 'Экшен'],
        description: 'Тренировка Столпов, проводимая самими Столпами, - это специальная тренировка, направленная на улучшение способностей и физического здоровья всех убийц демонов. Обучение разделено между Столпами. Во-первых, Столп звука, Узуи Тенген проводит тренировки на базовую выносливость. Затем любовный Столп, Канроджи Мицури занимается тренировкой гибкости, а Столп тумана, Муичиро Токито, занимается тренировкой быстрого движения. Столп змеи, Обанай Игуро, затем сосредотачивается на пересмотре навыков владения мечом, за которым следуют Столп ветра, Санеми Шинадзугава, который занимается тренировкой ударов, и, наконец, Столп камня, Гёмей Химеджима, который тренирует мышечное подкрепление. Столп насекомого, Шинобу Кочо не принимает участия в тренировке. Большинство убийц демонов рассматривают тренировку как вечное путешествие в ад, за исключением Танджиро Камадо и Иноске Хашибира, которые рассматривают тренировку как шанс улучшить себя. Как правило, Столпы должны принимать участие в тренировках друг друга. Это считается беспроигрышной ситуацией как для Столпа, так и для истребителей демонов, поскольку даже Столп улучшается из-за того, что ее постоянно атакуют волна за волной юниоры, ранжированные ниже, чем они сами.',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        rate: '9,6',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        name: 'Blade Cleaving Demons: Pillar Training',
        tag: ['Исторический', 'Сёнэн', 'Фэнтези', 'Экшен'],
        description: 'Тренировка Столпов, проводимая самими Столпами, - это специальная тренировка, направленная на улучшение способностей и физического здоровья всех убийц демонов. Обучение разделено между Столпами. Во-первых, Столп звука, Узуи Тенген проводит тренировки на базовую выносливость. Затем любовный Столп, Канроджи Мицури занимается тренировкой гибкости, а Столп тумана, Муичиро Токито, занимается тренировкой быстрого движения. Столп змеи, Обанай Игуро, затем сосредотачивается на пересмотре навыков владения мечом, за которым следуют Столп ветра, Санеми Шинадзугава, который занимается тренировкой ударов, и, наконец, Столп камня, Гёмей Химеджима, который тренирует мышечное подкрепление. Столп насекомого, Шинобу Кочо не принимает участия в тренировке. Большинство убийц демонов рассматривают тренировку как вечное путешествие в ад, за исключением Танджиро Камадо и Иноске Хашибира, которые рассматривают тренировку как шанс улучшить себя. Как правило, Столпы должны принимать участие в тренировках друг друга. Это считается беспроигрышной ситуацией как для Столпа, так и для истребителей демонов, поскольку даже Столп улучшается из-за того, что ее постоянно атакуют волна за волной юниоры, ранжированные ниже, чем они сами.',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        rate: '9,6',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        name: 'Blade Cleaving Demons: Pillar Training',
        tag: ['Исторический', 'Сёнэн', 'Фэнтези', 'Экшен'],
        description: 'Тренировка Столпов, проводимая самими Столпами, - это специальная тренировка, направленная на улучшение способностей и физического здоровья всех убийц демонов. Обучение разделено между Столпами. Во-первых, Столп звука, Узуи Тенген проводит тренировки на базовую выносливость. Затем любовный Столп, Канроджи Мицури занимается тренировкой гибкости, а Столп тумана, Муичиро Токито, занимается тренировкой быстрого движения. Столп змеи, Обанай Игуро, затем сосредотачивается на пересмотре навыков владения мечом, за которым следуют Столп ветра, Санеми Шинадзугава, который занимается тренировкой ударов, и, наконец, Столп камня, Гёмей Химеджима, который тренирует мышечное подкрепление. Столп насекомого, Шинобу Кочо не принимает участия в тренировке. Большинство убийц демонов рассматривают тренировку как вечное путешествие в ад, за исключением Танджиро Камадо и Иноске Хашибира, которые рассматривают тренировку как шанс улучшить себя. Как правило, Столпы должны принимать участие в тренировках друг друга. Это считается беспроигрышной ситуацией как для Столпа, так и для истребителей демонов, поскольку даже Столп улучшается из-за того, что ее постоянно атакуют волна за волной юниоры, ранжированные ниже, чем они сами.',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        rate: '9,6',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        name: 'Blade Cleaving Demons: Pillar Training',
        tag: ['Исторический', 'Сёнэн', 'Фэнтези', 'Экшен'],
        description: 'Тренировка Столпов, проводимая самими Столпами, - это специальная тренировка, направленная на улучшение способностей и физического здоровья всех убийц демонов. Обучение разделено между Столпами. Во-первых, Столп звука, Узуи Тенген проводит тренировки на базовую выносливость. Затем любовный Столп, Канроджи Мицури занимается тренировкой гибкости, а Столп тумана, Муичиро Токито, занимается тренировкой быстрого движения. Столп змеи, Обанай Игуро, затем сосредотачивается на пересмотре навыков владения мечом, за которым следуют Столп ветра, Санеми Шинадзугава, который занимается тренировкой ударов, и, наконец, Столп камня, Гёмей Химеджима, который тренирует мышечное подкрепление. Столп насекомого, Шинобу Кочо не принимает участия в тренировке. Большинство убийц демонов рассматривают тренировку как вечное путешествие в ад, за исключением Танджиро Камадо и Иноске Хашибира, которые рассматривают тренировку как шанс улучшить себя. Как правило, Столпы должны принимать участие в тренировках друг друга. Это считается беспроигрышной ситуацией как для Столпа, так и для истребителей демонов, поскольку даже Столп улучшается из-за того, что ее постоянно атакуют волна за волной юниоры, ранжированные ниже, чем они сами.',
    },
    {
        img: 'https://animego.org/upload/anime/images/6641d2d298ed5652081729.jpg',
        rate: '9,6',
        title: 'Клинок, рассекающий демонов: Тренировка столпов',
        name: 'Blade Cleaving Demons: Pillar Training',
        tag: ['Исторический', 'Сёнэн', 'Фэнтези', 'Экшен'],
        description: 'Тренировка Столпов, проводимая самими Столпами, - это специальная тренировка, направленная на улучшение способностей и физического здоровья всех убийц демонов. Обучение разделено между Столпами. Во-первых, Столп звука, Узуи Тенген проводит тренировки на базовую выносливость. Затем любовный Столп, Канроджи Мицури занимается тренировкой гибкости, а Столп тумана, Муичиро Токито, занимается тренировкой быстрого движения. Столп змеи, Обанай Игуро, затем сосредотачивается на пересмотре навыков владения мечом, за которым следуют Столп ветра, Санеми Шинадзугава, который занимается тренировкой ударов, и, наконец, Столп камня, Гёмей Химеджима, который тренирует мышечное подкрепление. Столп насекомого, Шинобу Кочо не принимает участия в тренировке. Большинство убийц демонов рассматривают тренировку как вечное путешествие в ад, за исключением Танджиро Камадо и Иноске Хашибира, которые рассматривают тренировку как шанс улучшить себя. Как правило, Столпы должны принимать участие в тренировках друг друга. Это считается беспроигрышной ситуацией как для Столпа, так и для истребителей демонов, поскольку даже Столп улучшается из-за того, что ее постоянно атакуют волна за волной юниоры, ранжированные ниже, чем они сами.',
    },
]

export const cartManga = [
    {
        path: `${Routes.MANGA}`,
        img: 'https://animego.org/upload/manga/images/6666f06ac415d159412224.jpg',
        rate: '9,1',
        title: 'Аля иногда кокетничает со мной по-русски',
        name: 'Alya Sometimes Hides Her Feelings in Russian',
        tag: ['Ронабе', '2021', 'Комедия', 'Романтика', 'Школа'],
        description: '— И на меня тоже обрати внимание. — Э? Что? Она меня сейчас по-русски как-то обозвала? — хотелось бы мне сказать, но всё не так...Серебреволосая Алиса, сидящая возле моей парты, горделиво улыбнулась... Однако я прекрасно понял, что она мне сказала. На самом деле я могу свободно понимать русскую речь. Но Алиса об этом совсем не знает. Получается, что теперь она каждый день будет кокетничать со мной по-русски?!',
    },
    {
        path: `${Routes.MANGA}`,
        img: 'https://animego.org/upload/manga/images/6666f06ac415d159412224.jpg',
        rate: '9,1',
        title: 'Аля иногда кокетничает со мной по-русски',
        name: 'Alya Sometimes Hides Her Feelings in Russian',
        tag: ['Ронабе', '2021', 'Комедия', 'Романтика', 'Школа'],
        description: '— И на меня тоже обрати внимание. — Э? Что? Она меня сейчас по-русски как-то обозвала? — хотелось бы мне сказать, но всё не так...Серебреволосая Алиса, сидящая возле моей парты, горделиво улыбнулась... Однако я прекрасно понял, что она мне сказала. На самом деле я могу свободно понимать русскую речь. Но Алиса об этом совсем не знает. Получается, что теперь она каждый день будет кокетничать со мной по-русски?!',
    },
    {
        path: `${Routes.MANGA}`,
        img: 'https://animego.org/upload/manga/images/6666f06ac415d159412224.jpg',
        rate: '9,1',
        title: 'Аля иногда кокетничает со мной по-русски',
        name: 'Alya Sometimes Hides Her Feelings in Russian',
        tag: ['Ронабе', '2021', 'Комедия', 'Романтика', 'Школа'],
        description: '— И на меня тоже обрати внимание. — Э? Что? Она меня сейчас по-русски как-то обозвала? — хотелось бы мне сказать, но всё не так...Серебреволосая Алиса, сидящая возле моей парты, горделиво улыбнулась... Однако я прекрасно понял, что она мне сказала. На самом деле я могу свободно понимать русскую речь. Но Алиса об этом совсем не знает. Получается, что теперь она каждый день будет кокетничать со мной по-русски?!',
    },
    {
        path: `${Routes.MANGA}`,
        img: 'https://animego.org/upload/manga/images/6666f06ac415d159412224.jpg',
        rate: '9,1',
        title: 'Аля иногда кокетничает со мной по-русски',
        name: 'Alya Sometimes Hides Her Feelings in Russian',
        tag: ['Ронабе', '2021', 'Комедия', 'Романтика', 'Школа'],
        description: '— И на меня тоже обрати внимание. — Э? Что? Она меня сейчас по-русски как-то обозвала? — хотелось бы мне сказать, но всё не так...Серебреволосая Алиса, сидящая возле моей парты, горделиво улыбнулась... Однако я прекрасно понял, что она мне сказала. На самом деле я могу свободно понимать русскую речь. Но Алиса об этом совсем не знает. Получается, что теперь она каждый день будет кокетничать со мной по-русски?!',
    },
]

export const characters = [
    {
        img: 'https://animego.org/upload/character/6666ef6220f90630074443.jpg',
        title: 'Алиса Михайловна Кудзё',
        subtitle: 'アリサ・ミハイロヴナ・九条',
        description: 'Алиса Михайловна Кудзе (Ариса Михайловна Кудзе; русский: Алиса Михайловна Кудзё), или также известная как Алия ・ главная героиня сериала. Она отличница, может похвастаться самыми высокими оценками в школе и является казначеем студенческого совета. Она одна из двух самых красивых девушек школы, ее называют "принцессой-одиночкой".',
        rate: '9,6',
        img_serial: 'https://animego.org/upload/manga/images/6666f06ac415d159412224.jpg',
        role: 'Главный герой',
        serial_title: 'Аля иногда кокетничает со мной по-русски',
        serial_title_eng: 'Tokidoki Bosotto Russia-go de Dereru Tonari no Alya-san',
        tag: ['Ронабе', '2021', 'Комедия', 'Романтика', 'Школа'],
        actor_img: 'https://animego.org/upload/people/6517da771e59e498662883.jpg',
        actor_name: 'Сумирэ Уэсака',
        actor_age: '32 года',
    },
    {
        img: 'https://animego.org/upload/character/6666ef6220f90630074443.jpg',
        title: 'Алиса Михайловна Кудзё',
        subtitle: 'アリサ・ミハイロヴナ・九条',
        description: '',
        rate: '9,6',
        img_serial: 'https://animego.org/upload/manga/images/6666f06ac415d159412224.jpg',
        role: 'Главный герой',
        serial_title: 'Аля иногда кокетничает со мной по-русски',
        serial_title_eng: 'Tokidoki Bosotto Russia-go de Dereru Tonari no Alya-san',
        tag: ['Ронабе', '2021', 'Комедия', 'Романтика', 'Школа'],
        actor_img: 'https://animego.org/upload/people/6517da771e59e498662883.jpg',
        actor_name: 'Сумирэ Уэсака',
        actor_age: '32 года',
    },
]